brew "awscli"
brew "black"
brew "bat"
brew "csvkit"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nvm"
brew "poetry"
brew "prettier"
brew "tmux"
brew "ripgrep"
brew "starship"
brew "trash-cli"
brew "wallpaper"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "yadm"
brew "eza"

cask "1password"
cask "alacritty"
cask "raycast"
cask "slack"
cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "karabiner-elements"`
