tap "FelixKratz/formulae"

brew "awscli"
brew "bat"
brew "black"
brew "bob"
brew "borders"
brew "btop"
brew "csvkit"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "gum"
brew "jq"
brew "nvm"
brew "poetry"
brew "prettier"
brew "ripgrep"
brew "sesh"
brew "starship"
brew "tmux"
brew "yadm"
brew "zoxide"
brew "zlib"

cask "1password-cli"
cask "ghostty"
cask "karabiner-elements"
cask "nikitabobko/tap/aerospace"
cask "raycast"
